export const items = [
  {
    id: Math.random(),
    title: "وجبه فطار",
    description:
      "وجبة الفطار هي واحدة من أهم الوجبات في اليوم، حيث تُعتبر بداية يومك الغذائية ومصدرًا هامًا لتوفير الطاقة اللازمة للجسم.",
    price: "100 جنيه",
    category: "فطار",
    imgUrl: "images/1.png",
  },
  {
    id: Math.random(),
    title: "وجبه غدا",
    description:
      "وجبة الغداء هي وجبة رئيسية في يومك، وتلعب دورًا هامًا في توفير الطاقة والعناصر الغذائية الضرورية لجسمك.",
    price: "80 جنيه",
    category: "غدا",
    imgUrl: "images/2.png",
  },
  {
    id: Math.random(),
    title: "وجبه عشاء",
    description:
      "وجبة العشاء هي واحدة من الوجبات الرئيسية في اليوم، وتعتبر فرصة لتناول وجبة خفيفة ومتوازنة تمد الجسم بالعناصر الغذائية اللازمة للتجديد والتغذية.",
    price: "40 جنيه",
    category: "عشاء",
    imgUrl: "images/3.png",
  },
  {
    id: Math.random(),
    title: "وجبه غدا ممتاز",
    description:
      "وجبة الغداء الممتازة تتميز بتوازنها بين البروتينات والكربوهيدرات والدهون الصحية، وتضمن توفير مجموعة متنوعة من العناصر الغذائية الضرورية للجسم.",
    price: "30 جنيه",
    category: "غدا",
    imgUrl: "images/2.png",
  },
  {
    id: Math.random(),
    title: "وجبه عشاء درجه اولى",
    description:
      "وجبة عشاء درجة أولى هي تجربة غنية وفاخرة، حيث تتميز بتناغم المكونات والنكهات الفاخرة.",
    price: "50 جنيه",
    category: "عشاء",
    imgUrl: "images/1.png",
  },
  {
    id: Math.random(),
    title: "وجبه فطار",
    description:
      "وجبة الفطار هي واحدة من أهم الوجبات في اليوم، حيث تُعتبر بداية يومك الغذائية ومصدرًا هامًا لتوفير الطاقة اللازمة للجسم.",
    price: "50 جنيه",
    category: "فطار",
    imgUrl: "images/3.png",
  },
  {
    id: Math.random(),
    title: "وجبه سناك",
    description:
      "وجبة السناك هي وجبة خفيفة تتميز بالسهولة في التحضير والتناول، وتُقدم غالبًا بين الوجبات الرئيسية لتلبية الجوع الخفيف.",
    price: "50 جنيه",
    category: "سناك",
    imgUrl: "images/3.png",
  },
  {
    id: Math.random(),
    title: "وجبه سناك",
    description:
      "وجبة السناك هي وجبة خفيفة تتميز بالسهولة في التحضير والتناول، وتُقدم غالبًا بين الوجبات الرئيسية لتلبية الجوع الخفيف.",
    price: "78 جنيه",
    category: "سناك",
    imgUrl: "images/3.png",
  },
];
